Repository: pypi-data/pypi-mirror-86
Catalog: packages/cubicweb-rememberme/cubicweb-rememberme-1.2.0.tar.gz/cubicweb-rememberme-1.2.0/cubicweb_rememberme/i18n/*.po
Languages: fr

# CWAuthCookie
source: magic number
fr: Cookie d'authentification

# CWAuthCookie_plural
source: Authentication cookies
fr: Cookies d'authentification

# auth_cookie_for_user
source: for user
fr: pour l'utilisateur

# CWAuthCookie
source: magic number
fr: pour l'utilisateur

# auth_cookie_for_user_object
source: has authentication cookie
fr: cookie d'authentification

# CWUser
source: has authentication cookie
fr: cookie d'authentification

source: lifetime
fr: durée de vie

# CWAuthCookie
source: magic number
fr: durée de vie

source: magic number
fr: numéro magique

# CWAuthCookie
source: magic number
fr: numéro magique

source: remember me
fr: se souvenir de moi
